[
    {
        "title": "เริ่มต้นด้วยการทำความรู้จักกับวิศวกรรมคอมพิวเตอร์ (Introduction to Computer Engineering)",
        "description": "เริ่มต้นด้วยการทำความรู้จักกับวิศวกรรมคอมพิวเตอร์และเรียนรู้พื้นฐานของ Computer Programming ที่จะทำให้น้อง ๆ มีความเข้าใจการเขียนโปรแกรมมากขึ้น บอกเลยว่า “แม้ไม่มีพื้นฐานก็สามารถเข้าใจได้ง่าย ๆ”",
        "imageSrc": "https://comcamp.io/assets/codetag-xcntjm08.svg"
    },
    {
        "title": "เรียนรู้การเขียนโปรแกรมด้วยภาษา C (C Programming)",
        "description": "มาเรียนรู้ไปด้วยกันกับการเขียนโปรเเกรมด้วยภาษาซีที่จะทำให้น้อง ๆ สร้างสรรค์โลกของน้อง ๆ ได้มากขึ้น โดยเรียนรู้ตั้งแต่พื้นฐานของภาษาซีพร้อมกับการฝึกปฏิบัติจริง แม้ไม่พื้นฐานก็สามารถเข้าใจการเขียนโปรแกรมได้ทันที",
        "imageSrc": "https://comcamp.io/assets/c-DL0kId1z.svg"
    },    
    {
        "title": "ก้าวเข้าสู่การพัฒนาเว็บไซต์ (Web development)",
        "description": "อยากสร้างเว็บไซต์เป็นแต่ไม่รู้ควรเริ่มตรงไหนดี มาทำความรู้จักไปพร้อมกันกับเครื่องมือยอดฮิตอย่าง React และ Tailwind CSS แม้ว่า เริ่มต้นจากศูนย์ก็สามารถมีเว็บไซต์เป็นของตัวเองได้ง่าย ๆ นอกจากนี้ยังมีการสอนการทำงานกับ API ที่จะทำให้เว็บไซต์ของน้อง ๆ มีประสิทธิภาพให้ดียิ่งขึ้น",
        "imageSrc": "https://comcamp.io/assets/react-BzN_SXyo.svg"
    },
    {
        "title": "ทำความรู้จักกับภาษาไพทอนและการนำเสนอภาพข้อมูล (Introduction and Data Visualization in Python)",
        "description": "มาเรียนรู้การจัดการและวิเคราะห์ข้อมูลไปด้วยกันกับภาษา Python อีกหนึ่งภาษาที่เป็นเครื่องมือยอดนิยม ตอบรับกระแส Data Analysis ที่กำลังมาแรงในขณะนี้",
        "imageSrc": "https://comcamp.io/assets/python-Cmr96nYZ.svg"
    },
    {
        "title": "มารู้จักกับการออกแบบเว็บไซต์ (UX / Ui Design)",
        "description": "เรียนรู้ไปพร้อมกันกับศิลปะแห่งการออกแบบเว็บไซต์ให้สวยงามและมีประสิทธิภาพ ด้วยเครื่องมือยอดนิยมอย่าง Figma",
        "imageSrc": "https://comcamp.io/assets/figma-D5C6QMK1.svg"
    },
    {
        "title": "การทำโปรเจคต์สุดท้าทายเพื่อพิชิตภารกิจกอบกู้โลก",
        "description": "ภารกิจมินิโปรเจคต์สุดท้าทายที่มาจากปัญหาในชีวิตจริง ซึ่งจะทำให้น้อง ๆ ฝึกการทำงานเป็นทีมเวิร์ค อีกทั้งยังสามารถนำไปต่อยอดเป็นสุดยอดโปรเจคต์ได้ในอนาคต",
        "imageSrc": "https://comcamp.io/assets/rocket-fMsBhleh.svg"
    }
    

]